export const guideData = {
  Header: {
    elementImg: '',
    elementH2: 'Используй навигационную панель',
    elementText: 'Навигационная панель специально для ваших удобств. Можете быстро перемещаться по странице, кликнув на нужный элемент страницы. Кроме того, есть возможность поиска нужного элемента)  ',
  },
  Calendar: {
    elementImg: '',
    elementH2: 'Календарь',
    elementText: 'Есть календарь с сегоднящней датой. Можно переключать месяцы, всё работает)',
  },
  WellCard: {
    elementImg: '',
    elementH2: 'Скважина, там нефть!',
    elementText: 'И вся остальная информация по скважине. Кроме того, имеется возможность выбрать определённое мероприятие, которое интересует вас на этой скважине.',
  },
  WellBoard : {
    elementImg: '',
    elementH2: 'Слайдер',
    elementText: 'Карточек может быть много, так что только для вас есть возможность прокручивать список скважин. Либо листать по одной стрелочками справа)',
  },
  Reports: {
    elementImg: '',
    elementH2: 'Отчеты',
    elementText: 'Здесь покоятся наши отчёты по кликнутой скважине. Все, что нужно для анализа! ',
  },
  ReportsFilters: {
    elementImg: '',
    elementH2: 'Фильтры отчётов',
    elementText: 'Мы, программисты, - ленивые люди, так что для вас создали фильтры отчётов, дабы сделать вашу жизнь веселеее. Можете кликать на типы отчётов и будет магия!:)',
  },
};